Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: We have also played a leading role in recent industry activities, including the USPS Greening of the Mail Task Force, Direct Marketing Association Committee for Environment and Social Responsibility, mail forums and postal customer councils.
es: También hemos jugado un papel decisivo en recientes actividades del sector, como la creación de un servicio postal más ecológico en EE. UU., Comité de asociación de marketing directo para la responsabilidad social y medioambiental http//www.dmaresponsibility.org/ Environment], juntas de clientes postales y foros de correo].

source: target actions at a) companies involved in or making use of direct marketing, b) consumers who subscribe to e-mail services, including SMS services and c) providers of e-mail services, including providers of mobile services.
es: orientar las acciones hacia a) empresas implicadas en la venta directa o que la utilizan, b) consumidores abonados a servicios de correo electrónico, incluidos los servicios SMS, y c) proveedores de servicios de correo electrónico, incluidos los proveedores de servicios móviles.

source: A good e-mail marketing service should allow for the management of contact lists in a professional manner, ensure the privacy of information and avoid practices that breach the direct marketing ethics.
es: Un buen servicio de email marketing debe permitir El envío de listas de contactos de forma profesional, garantizar el aislamiento de la información y prevenir prácticas que hagan la ética del marketing directo.

source: Housing can make a crucial contribution to sustainable development, but this presupposes that appropriate instruments are available, particularly as regards the existing housing stock.
es: La vivienda puede aportar una contribución decisiva al desarrollo sostenible, pero requiere disponer de instrumentos adaptados, especialmente en el caso del patrimonio existente.

source: However, for the reasons set out in this Section 3.4 and in particular because the cross-price elasticity of demand between the two systems is currently not sufficiently high, it is concluded that they do not form part of the same product market for the purposes of competition law analysis even though some price restraining effects at the margin appear to exist.
es: No obstante, por las razones que figuran en la presente sección 3.4 y en particular debido a que la elasticidad del precio cruzado de la demanda entre los dos sistemas no es actualmente demasiado alta, se concluyó que no forman parte del mismo mercado de productos a efectos del análisis de la legislación de competencia, aunque parezcan existir algunos efectos de contención del precio.

source: Factors relevant to the assessment of the relevant product market include the analysis of why the products or services in these markets are included and why others are excluded by using the above definition, and having regard to, for example, substitutability, conditions of competition, prices, cross-price elasticity of demand or other factors relevant for the definition of the product markets (for example, supply-side substitutability in appropriate cases).
es: Entre los factores que intervienen a la hora de determinar el mercado de productos de referencia cabe citar el análisis de los motivos por los que se incluyen en ellos los productos o servicios de que se trate y por qué se excluyen otros al utilizar la definición facilitada y teniendo en cuenta, por ejemplo, su sustituibilidad, las condiciones de competencia, los precios, la elasticidad cruzada de la demanda u otros factores pertinentes para la definición de los mercados de productos (por ejemplo, sustituibilidad desde el punto de vista de la oferta cuando proceda).

source: (38 ) The cross-price elasticity of demand measures the extent to which the quantity of a product demanded changes in response to a change in the price of some other product, all other things remaining equal.
es: (38 ) La elasticidad cruzada de precios de la demanda mide la variación que experimenta la demanda de un producto cuando varía el precio de otro producto (y los demás parámetros se mantienen constantes).

source: Factors relevant to the assessment of the relevant product market include the analysis of why the products or services in these markets are included and why others are excluded by using the above definition, and having regard to, for example, substitutability, conditions of competition, prices, cross-price elasticity of demand or other factors relevant for the definition of the product markets.
es: se excluyen otros al utilizar la definición facilitada y teniendo en cuenta, por ejemplo, su sustituibilidad, las condiciones de competencia, los precios, la elasticidad cruzada de la demanda u otros factores pertinentes para la definición de los mercados de productos.

source: The study on competition between alcoholic beverages examined the own-price elasticity of demand for the various drinks categories (the relationship between the demand for a certain type of product and its own price) as well as the cross-price elasticity of demand for these categories (the relationship between the demand for a certain type of product and the prices of other product categories)17 .
es: 41. En el estudio sobre la competencia entre bebidas alcohólicas se examinaba la elasticidad-precio de la demanda en relación con las distintas categorías de bebidas (esto es, la relación entre la demanda de un determinado tipo de producto y su precio), así como la elasticidad cruzada de la demanda en relación con esas mismas categorías (o sea, la relación entre la demanda de un determinado tipo de producto y el precio de otras categorías de productos)17 .

source: Cross-price elasticity between products X and Y is the responsiveness of demand for product X to a percentage change in the price of product Y.
es: La elasticidad cruzada entre los productos XeYesla respuesta de la demanda del producto X a la variación porcentual del precio del producto Y.

source: There is ,of course, elasticity of demand, in this case a price elasticity of demand.
es: Existe naturalmente elasticidad de la demanda, en este caso, una elasticidad del precio de la demanda.

source: "Item 33 was passed ""regarding the desirability of changing the name of IUA as part of the re-incorporation of the organization under the laws of the State of Illinois, USA; UAUS moves that the name of the organization be established as International Urantia Association doing business as Urantia Association International."
es: "Se aprobó el punto 33 ""considerando el deseo de cambiar de nombre de la AIU como parte de la reincorporación de la organización a las leyes del estado de Illinois, EEUU; la UAUS propone que el nombre de la organización quede establecido como Asociación Internacional Urantia, haciendo negocios como Asociación Urantia Internacional""."

source: Other information (a) Bosanska Idealna Futura was officially registered in Bosnia and Herzegovina as an association and humanitarian organization under registry number 59; (b) It was the legal successor of the Bosnia and Herzegovina offices of Benevolence International Foundation doing business as BECF Charitable Educational Center, Benevolence Educational Center; (c) Bosanska Idealna Futura was no longer in existence as at December 2008.
es: Información adicional a) Bosanska Idealna Futura se registró oficialmente en Bosnia y Herzegovina como asociación y organización humanitaria con el número de registro 59; b) fue el sucesor legal de las oficinas de Bosnia y Herzegovina de Benevolence International Foundation, llevando a cabo actividades como BECF Charitable Educational Center, Benevolence Educational Center; c) Bosanska Idealna Futura ya no existía en diciembre de 2008.

source: For instance, from the perspective of suppliers, procurement specifications set by major manufacturers are mandatory for doing business, as are government procurement standards.
es: Por ejemplo, en la perspectiva de los proveedores, las especificaciones fijadas por los grandes fabricantes son obligatorias, como lo son las normas de la contratación pública.

source: Forbes.com (2005) lists Tulsa and Oklahoma City respectively as the 3rd and 4th best places for the cost of doing business as the 2nd lowest cost of doing business.
es: Forbes.com ha clasificado en su lista a Tulsa y Oklahoma City respectivamente, como la tercera y cuarta mejor ciudad para hacer negocios y como segundo lugar en costo para los negocios.

source: "You may enter your business, trade, or ""doing business as (DBA)"" name on the ""Business name/disregarded entity name"" line."
es: "Puede escribir el nombre del negocio, nombre comercial o el ""nombre bajo el cual se hace negocios"" (DBA, por sus siglas en inglés) en la línea titulada ""Nombre del negocio""."

source: 94. Implementing the different initiatives envisaged in the system-wide ICT strategy could help to provide more coherence to the system but this would not be enough if the organizations continue doing business as usual in other areas.
es: 94. La puesta en práctica de las distintas iniciativas esbozadas en la estrategia de TIC para todo el sistema podría servir para aumentar la coherencia del sistema, pero ello no será suficiente si las organizaciones siguen sin cambiar sus prácticas en otras esferas.

source: The Church of Jesus Christ of Latter-day Saints--doing business as the Genealogical Society of Utah--stores birth, death, census, probate, land, tax, marriage and many other kinds of valuable records related to genealogy and tracing family histories.
es: La Iglesia de Jesucristo de los Santos de los últimos días, del mismo modo que la Sociedad genealógica de Utah, almacena partidas de nacimiento, certificados de defunción, censos, testamentos, registros de propiedad, formularios de impuestos, actas de matrimonio y muchos otros tipos de registros importantes relacionados con la genealogía y el trazo de historias familiares.

source: a Miami-based gourmet company doing business as Marky's Caviar and the International Food Emporium, pleaded guilty to federal wildlife and smuggling charges.
es: una compañía gourmet con base en Miami que opera bajo los nombres de Marky's Caviar e International Food Emporium, se declaró culpable de cargos federales de contrabando de flora y fauna.

source: In several cases, countries that have a poor record in protecting workers' interests or that suppress fundamental workers' rights are lauded by Doing Business as regional leaders for their labour practices because they have eliminated, or never had, basic labour regulations.
es: En algunos casos, países con un pésimo historial en cuanto a la protección de los intereses de los trabajadores o que reprimen los derechos fundamentales de los trabajadores son alabados por Doing Business como líderes regionales por sus prácticas laborales, simplemente por haber eliminado, o no haber tenido nunca, regulaciones laborales básicas.

source: Depending on the amount of your contribution and the needs of your child's family, gifts can range from a bed, sheets and blankets, clothing and household goods, a simple gas stove, pots and pans, to a clothing storage cabinet or even building materials to improve a home.
es: Dependiendo de la cantidad de su contribución y las necesidades de la familia de su niño, los regalos podrían incluir una cama, un juego de sábanas, ropa y artículos domésticos, una estufa sencilla de gas, ollas y sartenes, un armario guardarropa o hasta materiales para mejorar su vivienda.

source: As we rank among the 44 countries listed in its annex 2, we consider this an important contribution to the efforts aimed at bringing this treaty into force.
es: Figuramos entre los 44 países enumerados en su anexo 2, y consideramos que ello es una importante contribución a los esfuerzos por la entrada en vigor del Tratado.

source: I would also use this opportunity to sincerely thank the experts of the Monitoring Team for their invaluable support and contribution to the work of the Committee.
es: Aprovecho asimismo esta oportunidad para agradecer sinceramente a los expertos del Equipo de Vigilancia su inapreciable apoyo y contribución a la labor del Comité.

source: Women's contribution through volunteerism, both formal and informal, must be recognised and valued.
es: La contribución de las mujeres a través del voluntariado, formal e informal, debe ser reconocida y valorada.

source: Israel believed that UNESCO could and should make a significant contribution to the advancement of peace in its fields of competence.
es: Israel cree que la UNESCO puede y debe aportar una contribución importante al fomento de la paz en sus esferas de competencia.

source: Lastly, I believe, with due regard for the time limits, that your contribution on this matter will be important, not to say decisive.
es: Por último, con el debido respeto a los límites de tiempo, creo que su contribución en este asunto será importante, por no decir decisiva.

source: That is the price elasticity of demand.
es: Ésa es la elasticidad de la demanda en materia de precios.

source: To assess the likelihood of a pass-on the structure of tramp shipping markets and the elasticity of demand should also be considered in this context.
es: En este contexto, para evaluar la probabilidad de dicha repercusión, se debe tener también en cuenta la estructura de los mercados del transporte de tramp y la elasticidad de la demanda.

source: The elasticity of the aggregate demand to the interest rate delimits t he manner, speed and intensity of the effect of the monetary policy on the economy.
es: La elasticidad de la demanda agregada a la tasa de interés delimitará la forma, velocidad e intensidad del efecto de la política monetaria sobre la economía.

source: It is a question of the cross-price elasticity between the two services and not the level of price.
es: Es una cuestión de elasticidad-precio cruzada entre los dos servicios y no del nivel de precios.

source: These tests consist of various econometric and statistical approaches estimates of elasticities and cross-price elasticities (1) for the demand of a product, tests based on similarity of price movements over time, the analysis of causality between price series and similarity of price levels and/or their convergence.
es: Dichos tests se basan en diversos enfoques econométricos y estadísticos estimaciones de la elasticidad-precio y de la elasticidad-precio cruzada (1)dela demanda de un producto, test basados en la similitud de la evolución de los precios a lo largo del tiempo, análisis de causalidad entre series de precios, y similitud de niveles de precios o convergencia de los mismos.

source: (31 ) Indeed, one of the drawbacks of the application of the SSNIP test is that in some cases, a high-demand cross-price elasticity may mean that a firm has already exercised market power, a situation known in competition law and practice as the 'cellophane fallacy'.
es: (31 ) En realidad, una de las desventajas de la aplicación de la prueba SSNIP es que en algunos casos una elevada elasticidad cruzada de la demanda puede significar que una empresa ha ejercido ya su poder de mercado, situación que se conoce en la legislación y la práctica sobre competencia como «falacia del celofán».

source: This development is, despite macroeconomic cycles, expected to continue due to underlying structural reasons for this above average growth, i.e. trade and air transport liberalisation, new leisure patterns, high income elasticity of demand and increasing value of goods to be transported.
es: Está previsto que, a pesar de los ciclos macroeconómicos, este desarrollo continúe debido a las razones estructurales subyacentes de este crecimiento superior a la media, a saber, la liberalización del comercio y del transporte aéreo, nuevas tendencias en el empleo del tiempo libre, alta elasticidad de la demanda e incremento del valor de las mercancías transportadas.

source: "This Web Site and all of its contents, including but not limited to text, HTML code, CGI scripts, graphics, button images, and the site design and ""look and feel,"" are the property of Business Development Associates, doing business as BDA Global and are protected pursuant to U.S. and foreign copyright and trademark laws."
es: Este sitio web y todo su contenido, incluyendo pero sin limitación al texto, código HTML, CGI, gráficos, imagines, diseño del sitio y su estilo particular se consideran como propiedad de Business Development Associates (BDA Global) y se protegen de acuerdo a las leyes de derechos reservados y marcas registradas de EE.UU. y a nivel internacional.

source: In 1972, Hollis founded American Underwater Products, doing business as Oceanic.
es: En 1972, Hollis fundó American Underwater Products, bajo el nombre comercial Oceanic.

source: "An account held in the name of a business that is a sole proprietorship (for example, a ""Doing Business As"" or DBA account)"
es: "Cuentas que estén a nombre de un negocio establecido como empresa unipersonal (por ejemplo, una cuenta DBA, o ""Doing Business As"")"

source: "If a sole proprietor or organization named in items 16 through 18 is doing business under a name other than that entered in item 16 (for example, a ""trade"" or ""doing business as (DBA)"" name), enter it here."
es: "Línea 20. Si el dueño único u otra organización indicada en las líneas 16 a 18 opera bajo otro nombre (por ejemplo, un ""nombre comercial"" (DBA)) que no sea el indicado en la línea 16, anote aquí el nombre bajo el cual opera."

source: Completed transactions are stated off-balance-sheet and reflected in the balance sheet at the value date or the settlement date.
es: Las operaciones concluidas figuran en las operaciones fuera del balance general y han sido registradas en el balance en la fecha de valor o en la fecha de pago.

source: These brands commanded very high prices, as in the case of Wild Turkey, which sold for a price that was ten times its contribution to profits.
es: Estas marcas se revalorizaron considerablemente, como en el caso de Wild Turkey, vendida a un precio que representa diez veces su contribución a los resultados.

source: In their reports, States parties should pay attention to the contribution made by women to the cultural life of their communities.
es: Los Estados Partes deben prestar atención en sus informes a la contribución que aporte la mujer a la vida cultural de su comunidad.

source: The later contribution of these students of quality, to the development of the society, would more than compensate for the investment made in them.
es: La contribución posterior de esos estudiantes de calidad, al desarrollo de la sociedad compensaría sobradamente la inversión en ellos realizada.

source: As President of the International Tribunal, I have been greatly supported by their outstanding contribution to expediting our work.
es: Como Presidente del Tribunal Internacional, he recibido un gran apoyo de su valiosa contribución para acelerar nuestra labor.

source: The Permanent Bureau is very grateful for the generous contribution in time and expertise given by these partners.
es: La Oficina Permanente está muy agradecida por la generosa contribución de tiempo y conocimientos ofrecida por estos colaboradores.

source: Water as a resource and water provision has a price and this also has to be recognised in its contribution to food production.
es: El agua como recurso y suministro tiene un precio, y eso debe tomarse en cuenta en su contribución a la producción alimentaria.

source: He is also well known for his contribution to high frequency technology and wireless communications.
es: También es ampliamente conocido por su contribución a la tecnología de la alta frecuencia y de las comunicaciones inalámbricas.

source: Professor Kanter discussed the progress that has been made in protecting the human rights of people with disabilities at the regional level in the Americas and Europe, and the contribution that a new convention could make.
es: La Profesora Kanter se refirió al progreso que se ha venido dando en la protección de los derechos humanos de las personas con discapacidad a nivel regional en el continente americano y Europa, y la contribución que podría hacer una nueva convención.

source: In addition, decisions concerning the placement of children for intercountry adoption should not be influenced by levels of payment or contribution.
es: Además, las decisiones relativas a la colocación de los niños para la adopción internacional no deben ser influenciadas por niveles de pagos o contribuciones.

source: We welcome the contribution of the working groups and seminars in helping to drive forward progress.
es: Agradecemos la contribución de los grupos de trabajo y de discusión que han contribuido a los avances alcanzados.

source: Available methodologies for estimating the price elasticity of demand include econometric and statistical approaches of time series or cross section data, modelling the economic behaviour of sectors, or assessing users' reactions to changes in prices through direct interviews.
es: Las metodologías disponibles para estimar la elasticidad de los precios de la demanda incluyen enfoques econométricos y estadísticos de series cronológicas o de datos transversales, la modelización del comportamiento económico de los sectores o la evaluación, mediante entrevistas directas, de las reacciones de los usuarios ante modificaciones de precios.

source: For instance, there is evidence that the elasticity of demand in the UK for the Wimbledon finals with respect to the World Cup Football is very small, and probably zero.
es: Por ejemplo, está demostrado que la elasticidad de la demanda en el Reino Unido entre la final de Wimbledon y la Copa del Mundo de fútbol es muy reducida, si no nula.

source: The own-price elasticity measures the extent to which demand for a product changes in response to the change in the price of the product itself.
es: La elasticidad cruzada mide la variación que experimenta la demanda de un producto cuando varía su precio.

source: The effectiveness of energy taxation in altering consumer behaviour is doubted by some, pointing to poor price elasticity of demand, notably in transport.
es: Otros cuestionan la eficacia de la imposición energética a la hora de modificar el comportamiento de los consumidores, teniendo en cuenta la escasa flexibilidad de los precios de la demanda, sobre todo en el ámbito de los transportes.

source: This estimate of the price elasticity of Japanese demand for platinum in jewellery required an econometric estimate.
es: Esta estimación de la elasticidad de precios de la demanda japonesa de platino para joyería hacía necesario un cálculo econométrico.

source: The structure of the financial market and the investment and credit options will determine how much the demand of a determined asset will fall and what the elasticity of the price regarding the movement will be.
es: La estructura del mercado financiero y las opciones de inversión y crédito determinarán cuánto caerá la demanda de un determinado activo y cuál será la elasticidad de su precio respecto a ese movimiento.

source: The growth potential of plug-in electric vehicles makes the issue of demand elasticity particularly important.
es: El potencial de crecimiento de los vehículos eléctricos hace de la elasticidad de la demanda un tema de especial importancia.
